jmeter/reports/solo_login/statistics.json
{
  "POST Login" : {
    "transaction" : "POST Login",
    "sampleCount" : 500,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 54.062000000000054,
    "medianResTime" : 51.0,
    "minResTime" : 45.0,
    "maxResTime" : 128.0,
    "pct1ResTime" : 67.0,
    "pct2ResTime" : 72.0,
    "pct3ResTime" : 102.99000000000001,
    "throughput" : 24.80281760007937,
    "receivedKBytesPerSec" : 33.81321618135821,
    "sentKBytesPerSec" : 5.982710885956645
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 500,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 54.062000000000054,
    "medianResTime" : 51.0,
    "minResTime" : 45.0,
    "maxResTime" : 128.0,
    "pct1ResTime" : 67.0,
    "pct2ResTime" : 72.0,
    "pct3ResTime" : 102.99000000000001,
    "throughput" : 24.80281760007937,
    "receivedKBytesPerSec" : 33.81321618135821,
    "sentKBytesPerSec" : 5.982710885956645
  }
}