jmeter/reports/test_generico/statistics.json
{
  "Get Infracciones" : {
    "transaction" : "Get Infracciones",
    "sampleCount" : 1500,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 5.8446666666666705,
    "medianResTime" : 4.0,
    "minResTime" : 2.0,
    "maxResTime" : 70.0,
    "pct1ResTime" : 10.0,
    "pct2ResTime" : 14.0,
    "pct3ResTime" : 30.0,
    "throughput" : 47.776786851828255,
    "receivedKBytesPerSec" : 914.1509617069053,
    "sentKBytesPerSec" : 25.941302235953625
  },
  "Get Comparendos" : {
    "transaction" : "Get Comparendos",
    "sampleCount" : 1500,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 9.852000000000006,
    "medianResTime" : 7.0,
    "minResTime" : 4.0,
    "maxResTime" : 176.0,
    "pct1ResTime" : 17.0,
    "pct2ResTime" : 23.0,
    "pct3ResTime" : 47.99000000000001,
    "throughput" : 47.796577765032026,
    "receivedKBytesPerSec" : 1517.8214021126087,
    "sentKBytesPerSec" : 25.90537173788357
  },
  "Get Reportes" : {
    "transaction" : "Get Reportes",
    "sampleCount" : 1500,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 12.901333333333332,
    "medianResTime" : 2.0,
    "minResTime" : 1.0,
    "maxResTime" : 2877.0,
    "pct1ResTime" : 4.0,
    "pct2ResTime" : 6.0,
    "pct3ResTime" : 35.930000000000064,
    "throughput" : 47.81028877414419,
    "receivedKBytesPerSec" : 101.17665602887742,
    "sentKBytesPerSec" : 26.37970034901511
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 10500,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1418.4545714285673,
    "medianResTime" : 7.0,
    "minResTime" : 1.0,
    "maxResTime" : 21226.0,
    "pct1ResTime" : 5998.699999999999,
    "pct2ResTime" : 11307.699999999993,
    "pct3ResTime" : 19478.97,
    "throughput" : 332.53103623004813,
    "receivedKBytesPerSec" : 5840.169105887383,
    "sentKBytesPerSec" : 167.10055698948568
  },
  "Get Usuarios" : {
    "transaction" : "Get Usuarios",
    "sampleCount" : 1500,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 145.4106666666665,
    "medianResTime" : 9.0,
    "minResTime" : 3.0,
    "maxResTime" : 1823.0,
    "pct1ResTime" : 687.9000000000001,
    "pct2ResTime" : 1108.95,
    "pct3ResTime" : 1612.9,
    "throughput" : 47.74333184798523,
    "receivedKBytesPerSec" : 766.0380295531224,
    "sentKBytesPerSec" : 25.73663982430454
  },
  "Get Automotores" : {
    "transaction" : "Get Automotores",
    "sampleCount" : 1500,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 8.302666666666672,
    "medianResTime" : 7.0,
    "minResTime" : 3.0,
    "maxResTime" : 61.0,
    "pct1ResTime" : 13.0,
    "pct2ResTime" : 18.0,
    "pct3ResTime" : 34.0,
    "throughput" : 47.761574221486335,
    "receivedKBytesPerSec" : 1145.997928341718,
    "sentKBytesPerSec" : 25.886400090746992
  },
  "Get Personas" : {
    "transaction" : "Get Personas",
    "sampleCount" : 1500,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 34.69533333333337,
    "medianResTime" : 10.0,
    "minResTime" : 5.0,
    "maxResTime" : 1399.0,
    "pct1ResTime" : 26.0,
    "pct2ResTime" : 62.950000000000045,
    "pct3ResTime" : 696.6600000000003,
    "throughput" : 47.75245129249968,
    "receivedKBytesPerSec" : 1362.4371259391316,
    "sentKBytesPerSec" : 25.74155577486311
  },
  "Login" : {
    "transaction" : "Login",
    "sampleCount" : 1500,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 9712.175333333329,
    "medianResTime" : 9241.0,
    "minResTime" : 80.0,
    "maxResTime" : 21226.0,
    "pct1ResTime" : 18881.800000000003,
    "pct2ResTime" : 20011.45,
    "pct3ResTime" : 20900.670000000002,
    "throughput" : 47.54961009319723,
    "receivedKBytesPerSec" : 64.82349188486654,
    "sentKBytesPerSec" : 12.398189350472327
  }
}